adw-gtk-theme
antimicrox
awww
base
base-devel
brave-bin
btop
cava
cbonsai
cmatrix
dosfstools
dunst
efibootmgr
evince
fastfetch
fd
file-roller
git
godot
grim
grub
hyprland
hyprpolkitagent
imagemagick
kitty
linux
linux-firmware
linux-headers
lua51
luarocks
lutris
lxappearance
matugen
meson
mpv
mtools
nano
neovim
networkmanager
ninja
npm
nvidia-open-dkms
nvidia-settings
nvidia-utils
obsidian
papirus-icon-theme
peaclock
pipes-rs
pipewire-pulse
protonup-qt
qt5-wayland
qt6-wayland
ripgrep
ristretto
sassc
sddm
slurp
steam
sudo
thunar
thunar-archive-plugin
timew
ttf-0xproto-nerd
ttf-nerd-fonts-symbols
ueberzugpp
unrar
vesktop
vscodium-bin
winetricks
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yazi
zen-browser-bin
